const FILTERS_DATA = {
    cuisines: [
        'Все',
        'Европейская',
        'Итальянская',
        'Японская',
        'Грузинская',
        'Бельгийская',
        'Русская',
        'Китайская'
    ],
    prices: [
        'Все',
        'Низкий (до 500р)',
        'Средний (500 - 1500р)',
        'Выше среднего (1500 - 2500р)',
        'Высокий (2500р и выше)'
    ],
    locations: [
        'Все',
        'Центр',
        'Чуркин',
        'Первая речка',
        'Вторая речка',
        'Тихая',
        'БАМ',
        'Эгершельд'
    ],
    sorting: {
        title: 'По рейтингу',
        options: [
            {
                name: 'По убыванию',
                value: 'rating-desc'
            },
            {
                name: 'По возрастанию',
                value: 'rating-asc'
            }
        ]
    }
}; 